"Volume" = "Lydstyrke"; 
"Balance" = "Balance"; 
"Modulation" = "Modulation"; 
"Harmonics" = "Harmoni"; 
"Harmonic Steps" = "Harmoniske trin"; 
"Cutoff" = "Grænse"; 
"Cutoff Steps" = "Grænsetrin"; 
"Duration" = "Varighed"; 